Repository: ldocarvalho/Landscape-App
Catalog: Self Care App/*.lproj/Localizable.strings
Languages: pt_br

# Onboarding-1-Label-Name
source: How would you like to be called?
pt_br: Como você gostaria de chamado?

# Onboarding-1-Button-Name
source: Continue
pt_br: Continuar

# Onboarding-1-Placeholder-Name
source: Type your name here
pt_br: Digite seu nome aqui

# Onboarding-2-Label-Welcome
source: What about adding a new self care moment in your routine?
pt_br: Vamos adicionar um novo momento de autocuidado na sua rotina?

# Onboarding-2-Label-Question
source: What would you like to do to take care of yourself today?
pt_br: O que você quer fazer hoje para se cuidar?

# Onboarding-2-Placeholder-Name
source: Type your self care moment here
pt_br: Digite seu autocuidado aqui

# Onboarding-3-Label-Question
source: In what part of the day would you rather do it?
pt_br: Em que parte do dia você prefere fazer seu autocuidado?

# Onboarding-4-Label-Question1
source: Would you like to repeat the activity?
pt_br: Você deseja repetir esse momento?

# Onboarding-4-Label-Question2
source: In what days of the week would you like to do it?
pt_br: Em quais dias da semana você gostaria de repeti-lo?

# Sunday
source: S
pt_br: D

# Monday
source: M
pt_br: S

# Wednesday
source: W
pt_br: Q

# Thursday
source: W
pt_br: Q

# Friday
source: F
pt_br: S

# Onboarding-5-Label-Question
source: What type of self care are you making?
pt_br: Qual o tipo de autocuidado você está fazendo?

# Hi
source: Hello
pt_br: Olá

source: My moments
pt_br: Meus momentos

source: My cycles
pt_br: Meus ciclos

source: Personal
pt_br: Pessoal

source: Physical
pt_br: Físico

# MyCycles-Label
source: What about taking care of yourself today? You can do it!
pt_br: Que tal cuidar um pouco mais de você hoje? Você consegue!

# NewMoment-Button1
source: Cancel
pt_br: Cancelar

# NewMoment-Button2
source: Save
pt_br: Salvar

# NewMoment-Label-1
source: Add new moment
pt_br: Novo momento

# NewMoment-Label-Question
source: Would you like to know more about self care?
pt_br: Você quer saber mais sobre autocuidado?

# MomentDetail-Button1
source: Edit
pt_br: Editar

# MomentDetail-Button2
source: It's done
pt_br: Está feito

# MomentDetail-Button4
source: Done
pt_br: Feito

# MomentDetail-Button3
source: Delete moment
pt_br: Deletar momento

# MomentDetail-Label-Question1
source: Is this moment done for today?
pt_br: Este autocuidado foi feito hoje?

# MomentDetail-Description-Personal
source: Personal activities are the ones you’ll do by yourself and will reinforce your connection with yourself.
pt_br: As atividades individuais são aquelas que você fará sozinho e fortalecerão seu bem-estar consigo.

# MomentDetail-Description-Social
source: Social activities are the ones you’ll do with other people around you and will stimulate your social interactions.
pt_br: As atividades sociais são aquelas em que você estará acompanhado e estimularão suas conexões sociais.

# MomentDetail-Description-Physical
source: Physical activities are the ones you’lldo in order to take care of your physical health.
pt_br: As atividades físicas são aquelas em que você fará pensando na sua saúde física.

# DeleteAlert-Title
source: Are you sure you want to delete this moment?
pt_br: Você tem certeza que deseja deletar este momento?

# DeleteAlert-Body
source: This action cannot be undone and this moment will not count on your cycles anymore.
pt_br: Essa ação não pode ser desfeita e esse autocuidado não contará mais nos seus ciclos.

# DeleteAlert-Button1
source: Cancel
pt_br: Cancelar

# DeleteAlert-Button2
source: Delete
pt_br: Deletar

# DoneAlert-Title
source: Congrats! You've taken care of you once more!
pt_br: Parabéns! Você cuidou um pouco de si mais uma vez!

# DoneAlert-Body
source: Taking care of you each day helps you increase your well-being.
pt_br: Cuidar de você todo dia aumenta sua qualidade de vida e bem-estar.

# EmptyFieldAlert-Title
source: You cannot save a new moment with empty fields.
pt_br: Você não pode salvar um novo momento com campos vazios.

# EmptyFieldAlert-Body
source: Saving a new moment requires that all information are filled.
pt_br: Para salvar um novo momento, é necessário que todas as informações estejam preenchidas.

# Info-1-Question
source: What is self care?
pt_br: O que é autocuidado?

# Info-1-Answer
source: Self care is not only skincare or yoga. Think about anything in your life that gives you joy and well-being, no matter if it’s calling a friend on the weekends or a meditation session in the morning. There are no rules, just wonder about what makes you happy.
pt_br: Autocuidado não é apenas cuidado com a pele. Você pode pensar em qualquer coisa no seu dia a dia que traga bem-estar, não importa se for ligar para seu melhor amigo ou um tempinho para meditação na sua manhã. Não há regras, pense no que faz você feliz.

# Info-2-Question
source: How to put self care in your routine?
pt_br: Mas como encaixar autocuidado na rotina?

# Info-2-Answer
source: The chaotic routine sometimes might let you think there’s no time for you in your day-to-day life. Wonder about what you said you want to do to care for you and in what part of your day you would most likely do it.
pt_br: A rotina corrida muitas vezes pode levar você a pensar que não há tempo para você no seu dia a dia. Pense naquilo que você disse que gostaria de fazer para cuidar de você e em qual momento do dia essa atividade ficaria melhor para realizá-la.

# Info-3-Question
source: What is self care type?
pt_br: E o que é tipo de autocuidado?

# Info-3-Answer
source: There are many categories of activities that are seen as self care. • Personal activities are the ones you’ll do by yourself and will reinforce your connection with yourself. • Social activities are the ones you’ll do with other people around you and will stimulate your social interactions. • Physical activities are the ones you’lldo in order to take care of your physical health.
pt_br: Existem muitas categorias de atividades que são vistas como autocuidado: • As atividades individuais são aquelas que você fará sozinho e fortalecerão seu bem-estar consigo. • As atividades sociais são aquelas em que você estará acompanhado e estimularão suas conexões sociais. • As atividades físicas são aquelas em que você fará pensando na sua saúde física.
